---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TileChangeColumn
source: html/05c2b6b0-2112-4be4-998d-36bc77c1923a.htm
---
# Autodesk.Revit.DB.Visual.Tile.TileChangeColumn Property

The property labeled "Amount" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TileChangeColumn { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 5".